[{"lifecycleStage":"R&D","businessTrends":[{"id":382265,"name":"Anticipatory Logistics","description":"Anticipatory Logistics","source":"UKI CT Team","notes":[]}],"businessTrendLinks":[{"id":382266,"description":"Predictive algorithms will significantly boost process efficiency and service quality by speeding up delivery time and enhancing customer intimacy, as well as optimizing capacity and network utilization. Originally adopted in the US Army for replenishing troops? requirements ?in-theatre?, this could have application in the commercial world where demand is predictable ? and products non-perishable."}]},{"lifecycleStage":"Leading Edge","businessTrends":[{"id":387921,"name":"Augmented Reality","description":"Augmented Reality (AR), sometimes referred to as hybrid reality, Mixed Reality (MR) or blended reality is the merging of real and virtual worlds to produce new environments and visualizations where physical and digital objects co-exist and interact in real time.   ","reference":"https://www.gartner.com/document/code/319576?ref=ggrec&refval=3796584","source":"Gartner: Top 10 Strategic Technology Trends for 2017: Virtual Reality and Augmented Reality","notes":[]},{"id":382269,"name":"End-to-end Assured Services","description":"End-to-end Assured Services","source":"UKI CT Team","notes":[]},{"id":385527,"name":"Graph visualisation","description":"Graph visualization is the visual representation of the nodes and edges of a graph. Dedicated algorithms, called layouts, calculate the node positions and display the data on two (sometimes three) dimensional spaces. ... In the end, graph visualization is a way to better understand and manipulate connected data","source":"UKI CT Team","notes":[]},{"id":382126,"name":"Rail Station as a Service","description":"Rail Station as a Service","source":"UKI CT Team","notes":[]},{"id":382267,"name":"Traceability","description":"Traceability","source":"UKI CT Team","notes":[]}],"businessTrendLinks":[{"id":387902,"description":"Virtual travel experiences, visiting remote facilities, group meetings that go beyond flat-screen video."},{"id":382270,"description":"e.g. Maersk offers e2e assured temperature control (for pharmaceuticals, produce, flowers)."},{"id":600015,"description":"Methods of viewing \"graph\" data (social networks, event graphs, etc.) to help analysts identify significant clusters or links."},{"id":403989,"description":"Enable Infrastructure operators to offer digital supportive services e.g. location, marketing ? to different train operating companies at a station"},{"id":382268,"description":"The use of low cost  RFID (Radio Frequency ID) tags which can be identified remotely and automatically at all points along the logistics supply chain, permitting the process owner and increasingly the consumer to monitor its progress, providing potential for the mode of delivery, etc. to be altered dynamically. A technology developed during WW II, adoption has been slow owing to the cost of devices and lack of ubiquitous tag reader infrastructure. Its most widespread application has been with high-value goods, especially ?pilfer-ables? in retail (Gillette razors was an early adopter.)"}]},{"lifecycleStage":"Early Adopters","businessTrends":[{"id":404941,"name":"Mobility as a Service (MaaS)","description":"Shift towards mobility solutions consumed as a service, away from personally owned modes of transportation.","notes":[]},{"id":382273,"name":"Supply Chain Sensors and Tags","description":"Supply Chain Sensors and Tags","source":"UKI CT Team","notes":[]},{"id":382271,"name":"Vision Picking (Wearables)","description":"Vision Picking (Wearables)","source":"UKI CT Team","notes":[]},{"id":382188,"name":"eCommerce DCX ","description":"eCommerce DCX (Look to Book / PSS) ","source":"UKI CT Team","notes":[]}],"businessTrendLinks":[{"id":404940,"description":"Shift towards mobility solutions consumed as a service, away from personally owned modes of transportation."},{"id":382274,"description":"Multi-characteristic tracking tag monitors sensitive shipment (checking vibration, temperature, chemical contamination, package integrity) and re-directs goods from ?put-away to stock? into immediate consumption where tolerances breached."},{"id":382272,"description":" Picking & packing warehouse staff equipped with smart glasses that can scan and assist with tasks to increase productivity and reduce errors. [Other ?wearables? ? arm-mounted or hand held terminals are in widespread use to reduce error and increase efficiency ? allowing a central system to direct workers from one task to the next with minimum unproductive walking.] "},{"id":384799,"description":"Simplify and improve booking, update and change process across mobile and desktop"}]},{"lifecycleStage":"Mainstream","businessTrends":[{"id":404938,"name":"Car sharing","description":"Sharing cars instead of owning them.","notes":[]},{"id":382277,"name":"Connected EcoSystems","description":"Connected EcoSystems","source":"UKI CT Team","notes":[]},{"id":382275,"name":"Optimised Picking","description":"Optimised Picking","source":"UKI CT Team","notes":[]},{"id":381767,"name":"Social Media Marketing","description":"Social media marketing (SMM) refers to techniques that target social networks and applications to spread brand awareness or promote particular products. Social media marketing campaigns usually center around: Establishing a social media presence on major platforms.","source":"UKI CT Team","notes":[]}],"businessTrendLinks":[{"id":404936,"description":"Sharing cars instead of owning them."},{"id":382278,"description":"Extended networks of customers, suppliers and partners (e.g. third party logistics), enabled by SaaS and portals"},{"id":382276,"description":"Sophisticated warehouse management systems link stock picking demands in real time from ERP systems to drive efficient pick cycles."},{"id":384782,"description":"Helps enhance visibility and improve reputation. Greater emphasis on social media and internet marketing to monitor concerns, track customer trends and promote success"}]},{"lifecycleStage":"Late Adopters","businessTrends":[{"id":382281,"name":"Non-integrated Information Systems","description":"Non-integrated Information Systems","source":"UKI CT Team","notes":[]},{"id":382283,"name":"Paper-based Systems","description":"Paper-based Systems","source":"UKI CT Team","notes":[]},{"id":382279,"name":"Reluctance to innovate","description":"Reluctance to Innovate","source":"UKI CT Team","notes":[]}],"businessTrendLinks":[{"id":382282,"description":"Often through acquisition ? not consolidated risk institutionalizing inefficiencies"},{"id":382284,"description":"Constrain efficiency and drive variable process accuracy. Crucially, lack of digitization of processes leaves operators dependent on tacit knowledge amongst an ageing workforce."},{"id":382280,"description":"Historically poor return on assets maintains low margins in the sector, limiting innovation funding. The sector is also extremely conservative; late adopters accept the adverse impact on margin and work harder to sweat their assets."}]}]