[{"lifecycleStage":"R&D","businessTrends":[{"id":382225,"name":"Alternative powertrains  - zero emissions vehicles","description":"Alternative powertrains  - zero emissions vehicles","source":"UKI CT Team","notes":[]},{"id":387921,"name":"Augmented Reality","description":"Augmented Reality (AR), sometimes referred to as hybrid reality, Mixed Reality (MR) or blended reality is the merging of real and virtual worlds to produce new environments and visualizations where physical and digital objects co-exist and interact in real time.   ","reference":"https://www.gartner.com/document/code/319576?ref=ggrec&refval=3796584","source":"Gartner: Top 10 Strategic Technology Trends for 2017: Virtual Reality and Augmented Reality","notes":[]},{"id":382287,"name":"Autonomous vehicles","description":"A driverless car (sometimes called a self-driving car, an automated car or an autonomous vehicle) is a robotic vehicle that is designed to travel between destinations without a human operator.","source":"UKI CT Team","notes":[]}],"businessTrendLinks":[{"id":382226,"description":"While some operators have deployed bio-diesel, propane and petrol trucks, zero emissions goods vehicles are still experimental. Government mandates are driving zero emission targets"},{"id":387916,"description":"Augments employees' view of business processes, provides step-wise visual instructions for hands-busy tasks and assists with visual recognition of error conditions."},{"id":382307,"description":"In many geographies lack of younger labour availability (at wages the sector can afford) push operators to explore the potential for autonomous vehicles"}]},{"lifecycleStage":"Leading Edge","businessTrends":[{"id":382122,"name":"Connected Rail Infrastructure","description":"Connected Rail Infrastructure","source":"UKI CT Team","notes":[]},{"id":382227,"name":"Portfolio Supply Chain - multi-channel supply chains","description":"Portfolio Supply Chain - multi-channel supply chains","source":"UKI CT Team","notes":[]},{"id":2983,"name":"Predictive Maintenance","description":"Predictive maintenance (PdM) techniques are designed to help determine the condition of in-service equipment in order to predict when maintenance should be performed. This approach promises cost savings over routine or time-based preventive maintenance, because tasks are performed only when warranted.","notes":[]}],"businessTrendLinks":[{"id":403988,"description":"Use of sensor data (BLE, CCTV etc) and analytics to match carriage load factor to embarking passenger on platform to pre-advise on wait position"},{"id":382228,"description":"Trading-off product lifecycle (and thus predictability of demand), value and cube ? building multi-channel supply chains to enable direct shipping from Far East factories into market at least cost (e.g. block trains) as well as postponement (see below) and in-market stockholding"},{"id":384586,"description":"Predictive Maintenance or Condition-Based Maintenance (CBM)"}]},{"lifecycleStage":"Early Adopters","businessTrends":[{"id":382229,"name":"Shift to scale; in all modes, driving larger carrying capacity and lower carbon emissions","description":"Shift to scale; in all modes, driving larger carrying capacity and lower carbon emissions","source":"UKI CT Team","notes":[]},{"id":3397,"name":"Supply Chain visibility","description":"Supply chain visibility and risk monitoring","notes":[]}],"businessTrendLinks":[{"id":382230,"description":"In all modes, scale is a crucial cost- and efficiency driver in volume shipments. Coupled with political pressure to reduce CO2 emissions ? crucially measured grams of CO2 per tonne kilometer, large operators are investing in very large assets (e.g. block trains, high-cube trucks, and ?super-Post Panamax (19,000 container) ships. Similarly, more efficient, cleaner engines accelerate the path to compliance. [Clearly a direct link to ?sustainability?]."},{"id":384530,"description":"Demand sensing optimization capability automates the synchronization of demand signals using orders, shipment and forecasting data."}]},{"lifecycleStage":"Mainstream","businessTrends":[{"id":382231,"name":"Tailoring services to exploit the asset-base","description":"Tailoring services to exploit the asset-base","source":"UKI CT Team","notes":[]}],"businessTrendLinks":[{"id":382232,"description":"Fourth Party Logistics ? a concept of ?asset-less? service provision first aired in the 1990s, this typically means asset owning traditional logistics operators offering end-to-end services by partnering with co-packers, express parcel operators, collection centres, etc. The strength of the offering is the integrity of the end to end process, including track and trace.Postponement ? Common models shipped from factory into market for market-specific adaption (e.g. cables/ plus, local language documents)."}]},{"lifecycleStage":"Late Adopters","businessTrends":[{"id":382279,"name":"Reluctance to innovate","description":"Reluctance to Innovate","source":"UKI CT Team","notes":[]},{"id":382235,"name":"Sweating the assets","description":"Sweating the assets","source":"UKI CT Team","notes":[]}],"businessTrendLinks":[{"id":385266,"description":"Historically poor return on assets maintains low margins in the sector, limiting innovation funding. The sector is also extremely conservative; late adopters accept the adverse impact on margin and work harder to sweat their assets."},{"id":382236,"description":"The physical nature of the industry demands fleets of assets: ships, trucks, warehouses, vans. Demand is cyclical and the services prone to commoditization. Major shifts in demand ? for example to online retailers ? re-balance the power in the sector. Late adopters accept the adverse impact on margin and work harder to sweat their assets."}]}]